app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" DEFAULT VALUES
---
  def create
    @school_class = SchoolClass.new(school_class_params)
    @school_class.save